{
    "tanque": [
        {
            "id":1,
            "nome":"D.VA",
            "nomeverdadeiro":" Hana Song",
            "idade":"19",
            "ocupacao":"Gamer profissional (anteriormente), piloto de Mecha",
            "baseoperacoes":"Busan, Coréia do Sul",
            "afiliacao":" MEKA (Exército coreano de exo-força móvel)",
            "frase":"EU JOGO PARA GANHAR.",
            "historia":"D.Va é uma ex-gamer profissional que sabe como usar suas habilidades para pilotar um mecha de última geração na defesa de sua cidade natal. Vinte anos atrás, a Coréia do Sul foi atacada por um ômnico monstruoso que surgiu das profundezas do Mar da China Oriental. O construto enorme causou danos catastróficos às cidades costais antes de ser forçado a recuar para debaixo das ondas. Em resposta, o governo da Coréia do Sul desenvolveu uma unidade drone blindada e mecanizada, chamada de MEKA, para proteger ambientes urbanos em combates futuros com a ameaça ômnica. Os medos do governo se mostraram bem fundados à medida que um padrão de ataques perturbador surgiu. A cada determinado número de anos, a monstruosidade se levantava do mar para atacar a Coréia do Sul e seus vizinhos. O ômnico aprendia com cada ataque, sempre se reconfigurando em uma forma diferente e aparecendo com novas armas e funcionalidades. Cada incidente terminava em um impasse, com a monstruosidade derrotada, porém não destruída.Com o ômnico sempre se adaptando, ele eventualmente conseguiu interferir com o controle de drones da rede MEKA, forçando os militares a colocarem pilotos nos mechas. Com dificuldades para achar candidatos apropriados, o governo recorreu aos jogadores de videogames profissionais, que tinham os reflexos e instintos necessários para operar os sistemas avançados das armas dos mechas. Os melhores foram selecionados, incluindo a campeã mundial, Hana Song, conhecida também como D.Va. Famosa por suas habilidades de elite, D.Va era uma competidora feroz, que jogava para vencer a qualquer custo, e tinha a reputação bem fundamentada de não mostrar misericórdia por seus oponentes.Vendo sua nova missão como um jogo, D.Va avança ferozmente em batalha junto com o resto de sua unidade MEKA, pronta para agir em defesa de sua nação a qualquer momento. Recentemente, ela começou a fazer streams de suas operações de combate para seus adorados fãs e o crescimento de seus seguidores a transformou em um ícone global.",
            "imagem":"https://d1u1mce87gyfbn.cloudfront.net/media/screenshot/dva-screenshot-001.jpg",
            "habilidade":"https://d1u1mce87gyfbn.cloudfront.net/hero/dva/ability-fusion-cannons/video-ability.webm",
            "habilidade1":"https://d1u1mce87gyfbn.cloudfront.net/hero/dva/ability-defense-matrix/video-ability.webm",
            "habilidade2":"https://d1u1mce87gyfbn.cloudfront.net/hero/dva/ability-micro-missiles/video-ability.webm",
            "habilidade3":"https://d1u1mce87gyfbn.cloudfront.net/hero/dva/ability-boosters/video-ability.webm",
            "ultimate":"https://d1u1mce87gyfbn.cloudfront.net/hero/dva/ability-self-destruct/video-ability.webm",
            "descricao":"O mecha da D.Va é ágil e poderoso, seus Canhões de Fusão duplo disparam automaticamente a curto alcance e ela pode usar seus Propulsores para atropelar inimigos e obstáculos, ou impedir ataques com sua Matriz de Defesa destruidora de projéteis.",
            "dificuldade":"Médio"
            

        },
        {
            "id":2,
            "nome":"Orisa",
            "nomeverdadeiro":"Orisa",
            "idade":"1 mês",
            "ocupacao":"Guardiã Robô",
            "baseoperacoes":"Numbani",
            "afiliacao":"Nenhuma",
            "frase":"SUA SEGURANÇA É MEU DEVER PRIMÁRIO.",
            "historia":"Construída a partir das peças de um OR15, os robôs de defesa de curta duração de Numbani, Orisa é a mais nova protetora da cidade, mas ela ainda tem muito o que aprender. Colocada em funcionamento antes da Crise Ômnica, a linha OR14 Idina de robôs de segurança foi construída no enorme ômnium de produção nigeriano. Após a guerra, eles saíram de linha, juntamente com vários outros modelos usados durante a crise. Vinte anos depois, Numbani reativou e reiniciou o programa OR14 para proteger a cidade contra ameaças externas. Esses novos OR15 foram implantados por um breve período antes de serem destruídos em um ataque de Doomfist. Após o ataque, o programa foi desmontado e o governo vendeu o estoque restante de OR15s. Algumas peças foram adquiridas por Efi Oladele, uma garota gênio de apenas 11 anos de idade cujas precoces realizações na área de robótica já haviam lhe rendido um prêmio de gênio da Fundação Adawe. Com a aprovação de seus pais extremamente compreensivos e mente aberta, Efi gastou a maior parte do seu prêmio na compra de um robô OR15 desativado. Ela acreditava que Numbani precisava de um protetor e que um OR15 aprimorado seria capaz de fazer isso. Efi consertou e reconfigurou o robô e instalou um núcleo de personalidade que ela mesma projetou. Ela chamou a mais nova heroína de Numbani de Orisa.  Orisa já mostrou que pode ser útil para a cidade, mas ainda se esforça para encontrar seus protocolos ideais. A falta de experiência da ômnica às vezes faz dela um estorvo, mas, felizmente, graças à disposição de Efi em fazer as modificações necessárias e à inteligência artificial adaptativa de Orisa, tanto robô quanto criadora sempre conseguiram ajustar as coisas.   Neste início de carreira como guardiã, Orisa tem muito o que aprender sobre suas próprias funcionalidades e sobre o mundo. Mas enquanto ela for guiada pelo ilimitado otimismo de Efi e por seu crescente senso de honra e dever, Orisa estará pronta para proteger sua criadora e Numbani a qualquer custo.",
            "imagem":"https://d1u1mce87gyfbn.cloudfront.net/media/screenshot/orisa-screenshot-004.jpg",
            "habilidade":"https://d1u1mce87gyfbn.cloudfront.net/hero/orisa/ability-fusion-driver/video-ability.webm",
            "habilidade1":"https://d1u1mce87gyfbn.cloudfront.net/hero/orisa/ability-fortify/video-ability.webm",
            "habilidade2":"https://d1u1mce87gyfbn.cloudfront.net/hero/orisa/ability-protective-barrier/video-ability.webm",
            "habilidade3":"https://d1u1mce87gyfbn.cloudfront.net/hero/orisa/ability-halt/video-ability.webm",
            "ultimate":"https://d1u1mce87gyfbn.cloudfront.net/hero/orisa/ability-supercharger/video-ability.webm",
            "descricao":"Orisa cumpre a função de âncora de sua equipe e defende os aliados de ataques frontais com uma barreira protetora. Ela pode atacar à distância, se fortificar, lançar cargas de grávitons para desacelerar e deslocar inimigos e implantar um Amplificador para aumentar o dano de vários aliados de uma vez.",
            "dificuldade":"Médio"

        },
        {
            "id":3,
            "nome":"Reinhardt",
            "nomeverdadeiro":" Reinhardt Wilhelm",
            "idade":"61",
            "ocupacao":"Aventureiro",
            "baseoperacoes":"Estugarda, Alemanha",
            "afiliacao":"Overwatch (anteriormente)",
            "frase":"A JUSTIÇA SERÁ FEITA.",
            "historia":"Reinhardt Wilhelm se veste como um herói de eras passadas que vive pelos nobres códigos do valor, da justiça e da coragem. Mais de trinta anos atrás, Overwatch foi fundada para resistir à ameaça das rebeliões de robôs ao redor do mundo. Reinhardt, um soldado alemão altamente condecorado, foi inserido como parte da equipe de ataque original da Overwatch, que pôs fim à Crise Ômnica. Após a decisão do conflito, Overwatch se tornou uma instituição global, mantenedora da paz em um mundo castigado pela guerra. Reinhardt provou ser um dos seus heróis mais leais. A ética incomparável e a personalidade fortíssima de Reinhardt conquistaram a admiração dos seus companheiros e superiores. Sem nunca ter medo de falar o que pensava, ele era o defensor mais vigoroso da Overwatch e, quando necessário, seu crítico mais duro, lembrando constantemente que a Overwatch havia sido criada para ser uma força do bem. Tendo servido até quase os sessenta anos, Reinhardt teve que encarar a aposentadoria obrigatória das operações de combate. Desanimado por ter sido tirado do seu dever, Reinhardt temia que seus dias de propósito e glória haviam terminado. Conforme os tempos ficavam mais sombrios e a Overwatch se tornava suspeita de corrupção e rebelião, Reinhardt só podia assistir enquanto a causa pela qual ele havia dedicado sua vida para defender era cercada de desgraça. Apesar da Overwatch ter sido eventualmente dissolvida, Reinhardt não estava feliz em ficar sentado enquanto o mundo caía em desordem. Colocando mais uma vez sua armadura de Cruzado, ele fez votos de lutar pela justiça por toda a Europa como um cavaleiro dos tempos antigos, defendendo os inocentes e conquistando corações e mentes com a promessa de dias melhores pela frente.",
            "imagem":"https://d1u1mce87gyfbn.cloudfront.net/media/screenshot/reinhardt-screenshot-003.jpg",
            "habilidade":"https://d1u1mce87gyfbn.cloudfront.net/hero/reinhardt/ability-rocket-hammer/video-ability.webm",
            "habilidade1":"https://d1u1mce87gyfbn.cloudfront.net/hero/reinhardt/ability-barrier-field/video-ability.webm",
            "habilidade2":"https://d1u1mce87gyfbn.cloudfront.net/hero/reinhardt/ability-charge/video-ability.webm",
            "habilidade3":"https://d1u1mce87gyfbn.cloudfront.net/hero/reinhardt/ability-fire-strike/video-ability.webm",
            "ultimate":"https://d1u1mce87gyfbn.cloudfront.net/hero/reinhardt/ability-earth-shatter/video-ability.webm",
            "descricao":"Protegido por uma armadura poderosa e brandindo seu martelo, Reinhardt lidera os campos de batalha com uma investida propulsora e defende seus aliados com uma enorme barreira de energia.",
            "dificuldade":"Fácil"

        },
        {
            "id":4,
            "nome":"Roadhog",
            "nomeverdadeiro":"Mako Rutledge",
            "idade":"48",
            "ocupacao":"Executor (anteriormente), Guarda-costas",
            "baseoperacoes":"Junkertown, Austrália (anteriormente)",
            "afiliacao":"Junkers (anteriormente)",
            "frase":"EU SOU UM APOCALIPSE DE UM HOMEM SÓ.",
            "historia":"Roadhog é um matador sanguinário com uma reputação merecida por crueldade e destruição gratuita. Após a Crise Ômnica, oficiais do governo entregaram o omnium australiano e as terras nos arredores aos ômnicos que quase destruíram o país, na esperança de estabelecer um acordo de paz duradouro. Esse acordo de paz desalojou permanentemente Mako Rutledge e um grande número de residentes da área: um conjunto de sobreviventes, fazendeiros solares e pessoas que só queriam ficar em paz. Furiosos com a perda de seus lares, Mako e outros residentes recorreram a uma rebelião violenta. Eles formaram a Frente de Liberação Australiana e atacaram o omnium e sua população robô para tomar de volta as terras que tinham sido roubadas deles. Os eventos continuaram a ganhar maiores proporções até que a FLA sabotou o núcleo de fusão do omnium, resultando em uma explosão que destruiu o omnium, irradiou os arredores e sucateou o Deserto Australiano com metal retorcido e destroços por quilômetros. Mako viu seu lar se tornar uma terra devastada apocalíptica e isso o mudou para sempre. Adaptando-se a seu ambiente, ele pôs uma máscara e partiu pelas autoestradas quebradas do Deserto Australiano em sua moto decrépita. Aos poucos, sua humanidade foi esquecida. Os últimos vestígios de Mako desapareceram e nasceu o matador impiedoso, Roadhog.",
            "imagem":"https://d1u1mce87gyfbn.cloudfront.net/media/screenshot/roadhog-screenshot-004.jpg",
            "habilidade":"https://d1u1mce87gyfbn.cloudfront.net/hero/roadhog/ability-scrap-gun/video-ability.webm",
            "habilidade1":"https://d1u1mce87gyfbn.cloudfront.net/hero/roadhog/ability-take-a-breather/video-ability.webm",
            "habilidade2":"https://d1u1mce87gyfbn.cloudfront.net/hero/roadhog/ability-chain-hook/video-ability.webm",
            "habilidade3":"https://i1.wp.com/www.ecommerce-nation.com/wp-content/uploads/2018/10/404-error.jpg?fit=800%2C600&ssl=1",
            "ultimate":"https://d1u1mce87gyfbn.cloudfront.net/hero/roadhog/ability-whole-hog/video-ability.webm",
            "descricao":"Roadhog usa sua famosa Corrente de Gancho para puxar seus inimigos para perto antes de estraçalhá-los com as explosões de sua Arma de Sucata. Ele é tanque o suficiente para suportar uma grande quantidade de dano e pode recuperar sua vida com uma respiração.",
            "dificuldade":"Fácil"

        },
        {
            "id":5,
            "nome":"Winston",
            "nomeverdadeiro":"Winston",
            "idade":"29",
            "ocupacao":"Cientista, Aventureiro",
            "baseoperacoes":"Colônia Lunar do Horizonte (anteriormente)",
            "afiliacao":" Overwatch (anteriormente)",
            "frase":"A IMAGINAÇÃO É A ESSÊNCIA DA DESCOBERTA.",
            "historia":"Um gorila geneticamente modificado altamente inteligente, Winston é um cientista brilhante e um herói do potencial humano. A Colônia Lunar do Horizonte foi estabelecida como um primeiro passo para uma nova exploração do espaço pela humanidade. Entre seus residentes, estava um grupo de gorilas geneticamente melhorados que deveriam testar os efeitos da vida prolongada no espaço. Um dos gorilas apresentou um desenvolvimento cerebral tão rápido com a terapia genética que foi levado aos cuidados do Dr. Harold Winston, que o ensinou ciências e o inspirou com histórias da ingenuidade humana. O jovem gorila passou seus dias ajudando nos experimentos dos cientistas, assistindo ao distante mundo azul do lado de fora da janela do seu habitat, sonhando com as infinitas possibilidades que o aguardavam lá fora. Mas sua vida se transformou em caos quando os outros gorilas começaram uma rebelião, mataram os cientistas da missão e tomaram a posse da colônia. Tomando o nome do seu amado cuidador humano, Winston construiu um foguete improvisado e fugiu para a Terra. Lá, ele encontrou um novo lar na Overwatch, uma organização que representava tudo o que ele aprendeu a admirar sobre a humanidade. Winston finalmente poderia viver pelos ideais heroicos que haviam se instaurado nele. Agora, com a queda da Overwatch, Winston ficou isolado, novamente tirado do mundo em que ele acredita, mas ansiando para que os dias de heroísmo retornem.",
            "imagem":"https://d1u1mce87gyfbn.cloudfront.net/media/screenshot/winston-screenshot-005.jpg",
            "habilidade":"https://d1u1mce87gyfbn.cloudfront.net/hero/winston/ability-tesla-cannon/video-ability.webm",
            "habilidade1":"https://d1u1mce87gyfbn.cloudfront.net/hero/winston/ability-jump-pack/video-ability.webm",
            "habilidade2":"https://d1u1mce87gyfbn.cloudfront.net/hero/winston/ability-barrier-projector/video-ability.webm",
            "habilidade3":"https://i1.wp.com/www.ecommerce-nation.com/wp-content/uploads/2018/10/404-error.jpg?fit=800%2C600&ssl=1",
            "ultimate":"https://d1u1mce87gyfbn.cloudfront.net/hero/winston/ability-primal-rage/video-ability.webm",
            "descricao":"Winston manuseia invenções incríveis, uma mochila a jato, um Canhão de Tesla dispersor de eletricidade, um projetor de escudo portátil, além de sua força de gorila, literalmente.",
            "dificuldade":"Médio"

        },
        {
            "id":6,
            "nome":"Wrecking Ball",
            "nomeverdadeiro":"Hammond",
            "idade":"14 anos",
            "ocupacao":"Piloto de mecha, mecânico",
            "baseoperacoes":" Colônia Lunar Horizon (anteriormente), Junkertown (anteriormente)",
            "afiliacao":"Nenhuma",
            "frase":"NÃO IRRITE O HAMSTER.",
            "historia":"Em um dos diversos experimentos realizados na Colônia Lunar Horizon, os cientistas submeteram animais a terapia genética para avaliar a capacidade de adaptação deles a períodos longos de habitação na lua. Como efeito colateral inesperado, vários exibiram um crescimento excepcional em tamanho físico e funções cerebrais. Embora as cobaias, na sua maioria, fossem gorilas e outros primatas, havia algumas exceções, como um hamster chamado Hammond. Assim como nos outros casos, a inteligência de Hammond cresceu e despertou a curiosidade dele em relação ao mundo ao seu redor. Para grande espanto e deleite dos cientistas, ele vivia fugindo para outras partes da base lunar. Embora sempre o encontrassem e o devolvessem à sua cela, eles nunca descobriram o verdadeiro propósito das escapadas noturnas. O que eles não sabiam é que Hammond estava ocupado aprendendo o ofício de mecânico, o que logo seria útil. A colônia virou um pandemônio quando alguns dos gorilas se rebelaram contra os cientistas humanos e assumiram o controle. Entretanto, nem todos os animais participaram da rebelião, e um dos gorilas, Winston, estava matutando um plano para fugir para a Terra. Hammond sentiu que era sua oportunidade. Ele construiu uma cápsula improvisada e acoplou-a secretamente à nave de Winston enquanto o gorila decolava. Quando os dois entraram na atmosfera terrestre, Hammond se soltou e aterrissou em um local diferente: a região desértica da Austrália. Hammond modificou sua cápsula de fuga para entrar na lucrativa arena de batalha de mechas do Ferro-velho. Subindo no ranque de lutadores, “Wrecking Ball” passou de concorrente a campeão, embora a identidade do piloto permanecesse um mistério para todos. Juntando seus ganhos, Hammond conseguiu aprimorar o mecha o bastante para sobreviver na perigosa jornada para sair do deserto controlado pelos Junkers. Agora livre para ir e vir, Hammond está explorando o mundo e vivendo novas aventuras pelo caminho.",
            "imagem":"https://d1u1mce87gyfbn.cloudfront.net/media/screenshot/wrecking-ball-screenshot-04.jpg",
            "habilidade":"https://d1u1mce87gyfbn.cloudfront.net/hero/wrecking-ball/ability-quad-cannons/video-ability.webm",
            "habilidade1":"https://d1u1mce87gyfbn.cloudfront.net/hero/wrecking-ball/ability-roll/video-ability.webm",
            "habilidade2":"https://d1u1mce87gyfbn.cloudfront.net/hero/wrecking-ball/ability-grappling-claw/video-ability.webm",
            "habilidade3":"https://d1u1mce87gyfbn.cloudfront.net/hero/wrecking-ball/ability-adaptive-shield/video-ability.webm",
            "ultimate":"https://d1u1mce87gyfbn.cloudfront.net/hero/wrecking-ball/ability-minefield/video-ability.webm",
            "descricao":"Wrecking Ball rola pelo campo de batalha e usa seu arsenal de armas e o corpo poderoso do seu mecha para esmagar inimigos.",
            "dificuldade":"Difícil"

        },
        {
            "id":7,
            "nome":"Zarya",
            "nomeverdadeiro":" Aleksandra Zaryanova",
            "idade":"28",
            "ocupacao":"Soldado",
            "baseoperacoes":"Fronte de Krasnoyarsk, Rússia",
            "afiliacao":"Forças Defensivas Russas",
            "frase":"JUNTOS NÓS SOMOS FORTES.",
            "historia":"Aleksandra Zaryanova é uma das mulheres mais fortes do mundo, uma atleta aclamada que sacrificou o triunfo pessoal para proteger sua família, amigos e país em tempos de guerra. Aleksandra nasceu em uma vila remota na Sibéria, que era uma das linhas de frente na Crise Ômnica, que começou por volta de trinta anos atrás. Apesar das forças russas terem derrotado os robôs e desligado seu omnium, a região foi devastada pelo conflito. Aleksandra, que era apenas uma criança na época, foi cercada pela destruição pós-guerra, e com o passar dos anos, ela jurou que se tornaria forte para ajudar seu povo a se recuperar. Focando em levantamento de peso e fisiculturismo, Aleksandra foi identificada pelo programa nacional de atletas como uma estrela em potencial. Ela treinou, extensivamente, subindo nos rankings enquanto representava seu país, com expectativas de quebrar antigos recordes nos campeonatos mundiais que viriam. Entretanto, na véspera do torneio, um ataque veio do dormente omnium siberiano e sua vila foi lançada na guerra mais uma vez. Aleksandra imediatamente se retirou da competição e correu para casa para se alistar às forças locais de defesa, sacrificando a vida de fama e fortuna que ela poderia ter tido. Agora ela serve ao dever, sendo um símbolo para alguns e brava companheira de guerra para outros. Mas para Aleksandra, é uma chance de usar sua grande força para proteger aqueles que ama.",
            "imagem":"https://d1u1mce87gyfbn.cloudfront.net/media/screenshot/zarya-screenshot-001.jpg",
            "habilidade":"https://d1u1mce87gyfbn.cloudfront.net/hero/zarya/ability-particle-cannon/video-ability.webm",
            "habilidade1":"https://d1u1mce87gyfbn.cloudfront.net/hero/zarya/ability-particle-barrier/video-ability.webm",
            "habilidade2":"https://d1u1mce87gyfbn.cloudfront.net/hero/zarya/ability-projected-barrier/video-ability.webm",
            "habilidade3":"https://i1.wp.com/www.ecommerce-nation.com/wp-content/uploads/2018/10/404-error.jpg?fit=800%2C600&ssl=1",
            "ultimate":"https://d1u1mce87gyfbn.cloudfront.net/hero/zarya/ability-graviton-surge/video-ability.webm",
            "descricao":"Implantando poderosas Barreiras pessoais que convertem dano iminente em energia para seu poderoso Canhão de Partículas, Zarya é um recurso valioso para as linhas de frente de qualquer batalha.",
            "dificuldade":"Difícil"

        }
    ],
    "dano":[
        {
            "id":8,
            "nome":"Ashe",
            "nomeverdadeiro":"Elizabeth Caledonia",
            "idade":"39",
            "ocupacao":"Ladra, líder de gangue",
            "baseoperacoes":"Desfiladeiro Deadlock, Arizona, EUA",
            "afiliacao":"Gangue Deadlock",
            "frase":"MEU NEGÓCIO, MINHAS REGRAS.",
            "historia":"Ashe, a líder ambiciosa e calculista da gangue Deadlock, é uma figura respeitada no submundo do crime. Nascida em uma família rica, Ashe cresceu cercada de privilégios. Seus pais eram consultores de negócios bastante procurados por CEOs poderosos do mundo todo. Embora dessem pouca atenção à menina, que geralmente ficava sob os cuidados do mordomo ômnico da família, Bob, eles lhe proporcionaram todas as oportunidades de vencer na vida. Mas um encontro fortuito com um rufião local chamado Jesse McCree e uma série de crimes improvisados juntos abriram os olhos dela para sua verdadeira vocação. A satisfação de enganar seus alvos e a emoção de levar a melhor transformou-a em uma fora da lei. Junto com os outros três fundadores da gangue Deadlock, Ashe começou a chamar a atenção com roubos cada vez maiores e mais extravagantes. A rápida ascensão do bando gerou desavenças com outras organizações criminosas do sudoeste americano, e os encontros muitas vezes descambavam para a violência. Após anos de conflitos e derramamento de sangue, a moça convocou os líderes dos maiores grupos. Ashe viu o potencial de crescimento da influência de todos. Ela usou o que havia aprendido com o negócio dos pais para levar ordem a esses grupos. A proposta era fazer as gangues trabalharem em conjunto (ou pelo menos não umas contra as outras). Seus princípios: cumpram a palavra dada, não cooperem com a lei, respeitem o território dos outros e sempre punam os traidores. Sem precisar mais gastar energia em picuinhas com outras gangues, Ashe agora expande sua reputação por todo o sudoeste americano. Uma série de roubos e operações audaciosas a colocou no topo da lista dos mais procurados pelas autoridades e cimentou seu legado como lenda dos fora da lei.",
            "imagem":"https://d1u1mce87gyfbn.cloudfront.net/media/screenshot/ashe-screenshot-003.jpg",
            "habilidade":"https://d1u1mce87gyfbn.cloudfront.net/hero/ashe/ability-the-viper/video-ability.webm",
            "habilidade1":"https://d1u1mce87gyfbn.cloudfront.net/hero/ashe/ability-dynamite/video-ability.webm",
            "habilidade2":"https://d1u1mce87gyfbn.cloudfront.net/hero/ashe/ability-coach-gun/video-ability.webm",
            "habilidade3":"https://i1.wp.com/www.ecommerce-nation.com/wp-content/uploads/2018/10/404-error.jpg?fit=800%2C600&ssl=1",
            "ultimate":"https://d1u1mce87gyfbn.cloudfront.net/hero/ashe/ability-bob/video-ability.webm",
            "descricao":"Ashe dispara rapidamente o rifle da cintura ou usa a mira da arma para alvejar um disparo de alto dano. Ela explode inimigos arremessando dinamite e sua escopeta tem força suficiente para abrir distância entre ela e os adversários. E Ashe não está sozinha: ela pode chamar seu aliado ômnico Bob para entrar na briga quando surge a necessidade.",
            "dificuldade":"Médio"

        },
        {
            "id":9,
            "nome":"Bastion",
            "nomeverdadeiro":"Autômato de Cerco E54 dos Laboratórios SST",
            "idade":"30",
            "ocupacao":"Autômato de batalha",
            "baseoperacoes":"Desconhecida",
            "afiliacao":"Nenhuma",
            "frase":"Doo-Doo-Dee-Doo",
            "historia":"Outrora combatente na linha de frente na devastadora Crise Ômnica, esta curiosa unidade Bastion agora explora o mundo, fascinada pela natureza, porém cautelosa com uma humanidade temível. Originalmente criadas para propósitos de manutenção da paz, as unidades robóticas Bastion possuíam a habilidade única de se reconfigurar rapidamente em um modo de canhão de ataque. Porém, durante a Crise Ômnica, elas foram postas contra seus criadores humanos, dando volume ao exército rebelde de ômnicos. Após a resolução da crise, quase todas elas foram destruídas ou desmontadas. Até hoje, as unidades Bastion ainda simbolizam os horrores do conflito. Uma unidade Bastion singular, altamente danificada nas batalhas finais da guerra, ficou esquecida por mais de uma década. Ela esteve adormecida, exposta aos elementos e enferrujando enquanto a natureza lentamente a reclamava. Coberto por cipós e raízes, e servindo de ninho para pequenos animais, o robô permaneceu inerte, aparentemente desapercebido da passagem do tempo. Isso até um dia fatídico, quando se reativou inesperadamente. Com sua programação de combate perdida, ele demonstrara curiosidade intensa sobre o mundo natural e seus habitantes. Esta inquisitiva unidade Bastion saiu à explorar seus arredores, em busca de seus propósitos em um planeta devastado pela guerra. Apesar de Bastion parecer gentil — ou até inofensivo, por vezes — sua programação de combate central assume o controle quando a unidade sente perigo, utilizando seu arsenal completo para eliminar qualquer coisa que perceba como ameaça. Isso gerou situações de conflito com os poucos humanos que encontrou, levando-o a evitar áreas povoadas, favorecendo as regiões selvagens e inexploradas do mundo.",
            "imagem":"https://d1u1mce87gyfbn.cloudfront.net/media/screenshot/bastion-screenshot-004.jpg",
            "habilidade":"https://d1u1mce87gyfbn.cloudfront.net/hero/bastion/ability-configuration-recon/video-ability.webm",
            "habilidade1":"https://d1u1mce87gyfbn.cloudfront.net/hero/bastion/ability-configuration-sentry/video-ability.webm",
            "habilidade2":"https://d1u1mce87gyfbn.cloudfront.net/hero/bastion/ability-reconfigure/video-ability.webm",
            "habilidade3":"https://d1u1mce87gyfbn.cloudfront.net/hero/bastion/ability-self-repair/video-ability.webm",
            "ultimate":"https://d1u1mce87gyfbn.cloudfront.net/hero/bastion/ability-configuration-tank/video-ability.webm",
            "descricao":"Protocolos de reparação e a habilidade de se transformar entre as configurações de um modo de Ataque fixo, um módulo de Reconhecimento móvel e um Tanque devastador garantem a Bastion uma alta probabilidade de vitória.",
            "dificuldade":"Fácil"
        },
        {
            "id":10,
            "nome":"Doomfist",
            "nomeverdadeiro":"Akande Ogundimu",
            "idade":"45",
            "ocupacao":"Mercenário",
            "baseoperacoes":"Oyo, Nigéria",
            "afiliacao":"Talon",
            "frase":"SÓ POR MEIO DO CONFLITO PODEMOS EVOLUIR.",
            "historia":"Recém-liberto de sua prisão, Doomfist está determinado a lançar o mundo em um novo conflito que ele acredita que fará a humanidade mais forte. Akande Ogundimu nasceu em uma família nigeriana de boa reputação e herdou sua companhia de tecnologia de prostéticos. Uma figura carismática e altamente inteligente, Ogundimu ajudou a expandir os negócios da família, os colocando rumo ao futuro, enquanto dedicava seu tempo livre a sua primeira paixão, as artes marciais. Ele treinou em estilos de luta africanos, incluindo Dambe e Gidigbo, assim como luta livre e outros sistemas de combate modernos, incorporando as técnicas mais eficientes em seu repertório. Ogundimu competiu em torneios por todo o continente, utilizando habilidade e intuição para ler os oponentes com sua grande velocidade e força. Mas quando perdeu seu braço como resultado da Crise Ômnica, pareceu ser o fim de sua carreira nas artes marciais, antes mesmo de atingir seu potencial. A prótese cibernética de sua companhia permitiu que ele se recuperasse de seus ferimentos, o tornando ainda mais forte, mas essas melhorias o impediram de competir. Ele tentou se devotar aos negócios com o mesmo zelo que tinha pela luta, mas não encontrou nada para preencher o vazio… até que ele recebeu uma nova oportunidade de Akinjide Adeyemi, mais conhecido como o segundo Doomfist, o Flagelo de Numbani. Adeyemi ofereceu a Ogundimu a chance de lutar com ele como mercenário. Após a cautela inicial, Ogundimu aceitou e descobriu que ele agora tinha uma arena na qual podia liberar sua nova e melhorada potencialidade. Por fim, Adeyemi o levou para a Talon. A crença da Talon de que a humanidade seria fortalecida pelo conflito reverberou com as experiências pessoais de Ogundimu. Mas além disso, os conflitos de poder da Talon criaram um novo desafio que permitiu que ele usasse seu talento na sala de reuniões da mesma forma que usava sua astúcia em combate. Adeyemi era um recurso muito útil à Talon, mas a organização via muito mais potencial em Ogundimu, com sua inteligência e habilidade de ser um comandante inspirador. Enquanto Adeyemi se sentia satisfeito com os lucros das pilhagens em Numbani, Ogundimu tinha uma visão muito maior. Essa diferença de ambição levaria Ogundimu a matar seu mestre e tomar o manto de Doomfist, junto com a manopla homônima. Como o novo Doomfist, Ogundimu subiu bastante na Talon e ajudou a orquestrar um conflito que a organização esperava que algum dia tomaria o mundo. Porém, antes de seu plano ser concluído, Ogundimu foi derrotado e capturado pela equipe de ataque tático da Overwatch, composta por Tracer, Winston e Genji. Ele foi aprisionado em uma instituição de segurança máxima por anos, onde esperou pacientemente o acontecimento dos eventos que tinha incitado. Finalmente, ele sentiu que o tempo havia chegado para seu retorno. Ele fugiu de sua prisão e recuperou a manopla de Doomfist depois de uma batalha unilateral com a nova defesa de Numbani formada por robôs OR15. Agora, ele retomou seu posto no conselho interno da Talon e está pronto para começar uma guerra que mais uma vez consumirá o planeta.",
            "imagem":"https://d1u1mce87gyfbn.cloudfront.net/media/screenshot/doomfist-screenshot-001.jpg",
            "habilidade":"https://d1u1mce87gyfbn.cloudfront.net/hero/doomfist/ability-hand-cannon/video-ability.webm",
            "habilidade1":"https://d1u1mce87gyfbn.cloudfront.net/hero/doomfist/ability-seismic-slam/video-ability.webm",
            "habilidade2":"https://d1u1mce87gyfbn.cloudfront.net/hero/doomfist/ability-rising-uppercut/video-ability.webm",
            "habilidade3":"https://d1u1mce87gyfbn.cloudfront.net/hero/doomfist/ability-rocket-punch/video-ability.webm",
            "ultimate":"https://d1u1mce87gyfbn.cloudfront.net/hero/doomfist/ability-meteor-strike/video-ability.webm",
            "descricao":"As partes cibernéticas de Doomfist fazem dele um combatente de linha de frente altamente ágil e poderoso. Além de causar dano à distância com seu Canhão de Mão, Doomfist pode esmagar o chão para desequilibrar ou lançar seus inimigos ao ar, ou avançar em uma investida com seu Soco Foguete. Quando enfrenta grupos aglutinados, Doomfist salta para fora do campo de visão e acerta o chão com um Impacto Meteoro espetacular.",
            "dificuldade":"Difícil"
        },
        {
            "id":11,
            "nome":"Genji",
            "nomeverdadeiro":"Genji Shimada",
            "idade":"35",
            "ocupacao":"Aventureiro",
            "baseoperacoes":"Monastério de Shambali, Nepal",
            "afiliacao":"Clã Shimada (anteriormente), Overwatch (anteriormente)",
            "frase":"MESMO QUE EU SACRIFIQUE MEU CORPO, NUNCA SACRIFICAREI MINHA HONRA.",
            "historia":"O ciborgue Genji Shimada fez as pazes com seu corpo aprimorado que ele antes rejeitava e, ao fazê-lo, pode descobrir uma humanidade maior. Como filho mais novo do mestre do clã ninja dos Shimada, Genji viveu uma vida de luxo e privilégio. Ele tinha pouco interesse nos negócios ilegais de sua família, e apesar de gostar e ser excelente em seu treino ninja, ele passou a maior parte de seu tempo curtindo uma vida de playboy. Muitos no clã consideravam o estilo de vida do Genji um perigo para o clã e tinham ressentimento contra seu pai por protegê-lo. Com a morte do líder do clã, o irmão mais velho de Genji, Hanzo, exigiu que Genji tivesse um papel mais ativo no império de seu pai falecido. Genji se recusou, enfurecendo Hanzo. A tensão entre os irmãos acabou em um confronto violento que deixou Genji a beira da morte. Hanzo acreditou que tinha matado seu irmão, mas Genji foi resgatado pela Overwatch e a intervenção da Dra. Angela Ziegler. A força de segurança global via Genji como um possível recurso em suas operações para deter o clã Shimada. Como os ferimentos de Genji o deixaram a beira da morte, a Overwatch se ofereceu para reconstruir seu corpo em troca de sua ajuda. Ele passou por um longo processo de cibernetização, o que aumentou sua velocidade e agilidade naturais e potencializou suas habilidades ninja. Transformado em uma arma viva, Genji tomou como seu dever desmantelar o império criminoso de sua família. Mas à medida que o tempo passou, Genji se sentiu cada vez mais em conflito consigo mesmo. Ele tinha repulsa das partes mecânicas de seu corpo e não aceitava o que tinha se tornado. Quando sua missão foi completada, ele abandonou a Overwatch e vagou o mundo em busca de sentido. Ele vagou por muitos anos antes de encontrar o monge ômnico, Zenyatta. Apesar de Genji inicialmente ter rejeitado a sabedoria de Zenyatta, o benevolente ômnico jamais desistiu. Com o tempo, Zenyatta se tornou seu mentor, e com a tutela do monge, Genji se reconciliou com sua existência dupla tanto como homem quanto máquina. Ele aprendeu a aceitar que, apesar de ter um corpo de ciborgue, sua alma humana estava intacta e passou a ver sua nova forma como um presente e uma força única. Agora, pela primeira vez em sua vida, Genji está livre. Nem mesmo ele pode dizer para onde seu caminho eventualmente o levará.",
            "imagem":"https://d1u1mce87gyfbn.cloudfront.net/media/screenshot/genji-screenshot-002.jpg",
            "habilidade":"https://d1u1mce87gyfbn.cloudfront.net/hero/genji/ability-shuriken/video-ability.webm",
            "habilidade1":"https://d1u1mce87gyfbn.cloudfront.net/hero/genji/ability-deflect/video-ability.webm",
            "habilidade2":"https://d1u1mce87gyfbn.cloudfront.net/hero/genji/ability-swift-strike/video-ability.webm",
            "habilidade3":"",
            "ultimate":"https://d1u1mce87gyfbn.cloudfront.net/hero/genji/ability-dragonblade/video-ability.webm",
            "descricao":"Genji arremessa Shurikens precisas e mortais em seus alvos e usa sua katana tecnologicamente avançada para desviar projéteis ou realizar um Golpe Veloz que corta seus inimigos.",
            "dificuldade":"Difícil"
        },
        {
            "id":12,
            "nome":"Hanzo",
            "nomeverdadeiro":"Hanzo Shimada",
            "idade":"38",
            "ocupacao":"Mercenário, Assassino",
            "baseoperacoes":"Hanamura, Japão (anteriormente)",
            "afiliacao":"Clã Shimada",
            "frase":"COM CADA MORTE, VEM HONRA. COM HONRA, REDENÇÃO.",
            "historia":"Aperfeiçoando suas habilidades como arqueiro e assassino, Hanzo Shimada almeja mostrar-se digno como guerreiro sem par. A família Shimada foi estabelecida séculos atrás, um clã de assassinos cujo poder cresceu através dos anos, permitindo que construíssem um vasto império criminal que lucrava de vantajosas negociações de armas e substâncias ilegais. Como filho mais velho do chefe da família, Hanzo tinha o dever de suceder seu pai e governar o império Shimada. Desde jovem, ele foi treinado para essa responsabilidade, demonstrando aptidão natural para a liderança e possuindo um entendimento inato de estratégias e táticas. Ele também se sobressaia em áreas práticas: era um prodígio em artes marciais, esgrima e no arco e flecha. Com a morte de seu pai, os anciões do clã deram instruções para que Hanzo endireitasse seu rebelde irmão mais novo, para que ele também pudesse ajudar a governar o império Shimada. Quando seu irmão se recusou, Hanzo foi forçado a matá-lo. Este ato partiu o coração de Hanzo, levando-o a rejeitar o legado de seu pai, fazendo com que ele abandonasse o clã e tudo pelo que trabalhara tanto para atingir. Agora, Hanzo viaja o mundo, aperfeiçoando suas habilidades como guerreiro, tentando restaurar sua honra e dar descanso aos fantasmas de seu passado.",
            "imagem":"https://d1u1mce87gyfbn.cloudfront.net/media/screenshot/hanzo-screenshot-001.jpg",
            "habilidade":"https://d1u1mce87gyfbn.cloudfront.net/hero/hanzo/ability-storm-bow/video-ability.webm",
            "habilidade1":"https://d1u1mce87gyfbn.cloudfront.net/hero/hanzo/ability-sonic-arrow/video-ability.webm",
            "habilidade2":"https://d1u1mce87gyfbn.cloudfront.net/hero/hanzo/ability-storm-arrows/video-ability.webm",
            "habilidade3":"https://d1u1mce87gyfbn.cloudfront.net/hero/hanzo/ability-lunge/video-ability.webm",
            "ultimate":"https://d1u1mce87gyfbn.cloudfront.net/hero/hanzo/ability-dragon-strike/video-ability.webm",
            "descricao":"As flechas versáteis de Hanzo podem revelar seus inimigos ou se fragmentar para atingir múltiplos alvos. Ele pode escalar paredes para disparar seu arco do alto ou invocar um espírito titânico de um dragão.",
            "dificuldade":"Difícil"
        },
        {
            "id":13,
            "nome":"Junkrat",
            "nomeverdadeiro":" Jamison Fawkes",
            "idade":"25",
            "ocupacao":"Anarquista, Ladrão, Demolidor, Mercenário, Sucateiro",
            "baseoperacoes":"Junkertown, Austrália (anteriormente)",
            "afiliacao":"Junkers (anteriormente)",
            "frase":"O DIA ESTÁ ÓTIMO PARA UM POUCO DE CAOS!",
            "historia":"Junkrat é um lunático obcecado por explosivos que vive para causar destruição e caos. O ataque ao núcleo de fusão do omnium australiano alterou para sempre a paisagem do Deserto Australiano. Após a detonação, a área foi transformada em uma terra devastada, árdua e irradiada, cheia de destroços e fragmentos de metal retorcido da instalação arruinada, e inóspita para a maioria. Mas há aqueles que sobreviveram. Com o nome de Junkers, eles se aproveitaram das cascas do omnium e criaram uma sociedade cruel e sem lei em suas sombras. Junkrat era um deles, sobrevivendo da posse de metais e componentes das ruínas. Como muitos outros, ele foi afetado pela radiação remanescente. Esse toque de loucura fez dele ideal para manejar explosivos perigosos, uma paixão que logo se tornou uma obsessão. Ele ganhou notoriedade quando descobriu um segredo extremamente valioso nos ossos do omnium. Apesar de poucos saberem a natureza do que ele encontrou, ele mesmo assim foi perseguido por caçadores de recompensa, gangues e oportunistas, aonde quer que fosse, até que fez um acordo com o executor Junker conhecido como Roadhog, que relutantemente concordou em ser seu guarda-costas pessoal em troca de metade dos espólios. Agora, com Roadhog ao seu lado, Junkrat deixou o Deserto Australiano e embarcou em uma onda de crimes internacionais, deixando para trás apenas um rastro de destruição.",
            "imagem":"https://d1u1mce87gyfbn.cloudfront.net/media/screenshot/junkrat-screenshot-004.jpg",
            "habilidade":"https://d1u1mce87gyfbn.cloudfront.net/hero/junkrat/ability-frag-launcher/video-ability.webm",
            "habilidade1":"https://d1u1mce87gyfbn.cloudfront.net/hero/junkrat/ability-concussion-mine/video-ability.webm",
            "habilidade2":"https://d1u1mce87gyfbn.cloudfront.net/hero/junkrat/ability-steel-trap/video-ability.webm",
            "habilidade3":"https://d1u1mce87gyfbn.cloudfront.net/hero/junkrat/ability-total-mayhem/video-ability.webm",
            "ultimate":"https://d1u1mce87gyfbn.cloudfront.net/hero/junkrat/ability-rip-tire/video-ability.webm",
            "descricao":"Os armamentos de Junkrat para tomar áreas incluem um Lançador de Granadas que atira granadas que ricocheteiam, Minas de Concussão que mandam seus inimigos pelos ares e Armadilhas de Aço que imobilizam os inimigos em seu caminho.",
            "dificuldade":"Médio"
        },
        {
            "id":14,
            "nome":"McCree",
            "nomeverdadeiro":"Jesse McCree",
            "idade":"37",
            "ocupacao":"Caçador de recompensas",
            "baseoperacoes":"Santa Fé, Novo México, EUA",
            "afiliacao":"Overwatch (anteriormente)",
            "frase":"A JUSTIÇA NÃO VAI SE FAZER SOZINHA.",
            "historia":"Armado com seu revólver Pacificador, o fora da lei Jesse McCree faz justiça com seus próprios termos. McCree já tinha uma reputação como membro da notória gangue Deadlock, que traficava armas ilícitas e equipamentos militares por todo o Sudoeste Americano, quando ele e seus comparsas foram apreendidos por uma operação da Overwatch. Com suas habilidades como atirador e sua engenhosidade, ele foi dado a escolha de apodrecer em uma prisão de segurança máxima ou de se juntar à Blackwatch, a divisão de operações secretas da Overwatch. Ele escolheu a segunda opção. Apesar de cínico no começo, ele passou a acreditar que podia compensar pelos pecados que cometera no passado, acertando as injustiças do mundo. McCree se satisfez com a flexibilidade delegada ao grupo clandestino Blackwatch, liberto de burocracias e protocolos. Mas à medida que a influência da Overwatch enfraqueceu, membros rebeldes dentro da Blackwatch tramaram para derrubar a organização e usá-la para seus próprios fins. Sem querer participar dessas disputas internas, McCree resolveu partir sozinho e desapareceu. Anos depois, ele ressurgiu como um atirador mercenário. Mas apesar de seus talentos serem buscados por grupos grandes e pequenos, ele só luta por causas que acredita serem justas.",
            "imagem":"https://d1u1mce87gyfbn.cloudfront.net/media/screenshot/mccree-screenshot-001.jpg",
            "habilidade":"https://d1u1mce87gyfbn.cloudfront.net/hero/mccree/ability-peacekeeper/video-ability.webm",
            "habilidade1":"https://d1u1mce87gyfbn.cloudfront.net/hero/mccree/ability-combat-roll/video-ability.webm",
            "habilidade2":"https://d1u1mce87gyfbn.cloudfront.net/hero/mccree/ability-flashbang/video-ability.webm",
            "habilidade3":"https://i1.wp.com/www.ecommerce-nation.com/wp-content/uploads/2018/10/404-error.jpg?fit=800%2C600&ssl=1",
            "ultimate":"https://d1u1mce87gyfbn.cloudfront.net/hero/mccree/ability-deadeye/video-ability.webm",
            "descricao":"Armado com seu Pacificador, McCree elimina seus alvos com a precisão do Tiro Certeiro enquanto se lança no combate com a agilidade de uma águia.",
            "dificuldade":"Médio"
        },
        {
            "id":15,
            "nome":"Mei",
            "nomeverdadeiro":" Mei-Ling Zhou",
            "idade":"31",
            "ocupacao":"Climatologista, Aventureira",
            "baseoperacoes":"Xi’an, China",
            "afiliacao":"Overwatch (anteriormente)",
            "frase":"VALE A PENA LUTAR PELO NOSSO MUNDO.",
            "historia":"Mei é uma cientista que faz a luta pela preservação do meio ambiente com suas próprias mãos. Apesar de muitos atribuírem os aumentos dos fenômenos climáticos inexplicados ao advento de novas tecnologias, o rápido crescimento da população ômnica e o aumento drástico do consumo de recursos, as verdadeiras causas permaneciam desconhecidas. Para achar uma solução, a Overwatch estabeleceu uma série de observatórios ecológicos em locais remotos e críticos pelo mundo. Mei-Ling Zhou era um membro dessa iniciativa multifacetada. Uma climatologista sem igual, ela introduziu inovações tecnológicas de primeira linha no campo de manipulação climática que protegeu áreas de risco dentro e fora da Ásia. Foi designado a ela a estação do programa de monitoramento no Observatório: Antártica, quando um desastre aconteceu: uma tempestade polar catastrófica soterrou a instalação e a isolou do mundo exterior, deixando as instalações danificadas e os cientistas presos. Com seus suprimentos acabando aos poucos, eles entraram em um estado crioestático em uma última tentativa de sobreviver até que o resgate pudesse ser feito. Mas o resgate nunca veio. Anos depois quando a câmera criogênica foi finalmente descoberta, Mei, ainda em hibernação, foi a única sobrevivente. O mundo em que Mei acordou tinha passado por mudanças consideráveis: a Overwatch já não existia, os problemas climáticos haviam piorado e nenhum dos observatórios ecológicos estavam em operação. Todas as pistas que eles tinha descoberto haviam se perdido. Mei decidiu continuar seu trabalho sozinha. Equipada com uma versão portátil de sua tecnologia de manipulação climática, ela viaja ao redor do mundo, na esperança de reestabelecer a rede ecológica e rastrear as causas das ameaças ao ecossistema do planeta.",
            "imagem":"https://d1u1mce87gyfbn.cloudfront.net/media/screenshot/mei-screenshot-004.jpg",
            "habilidade":"https://d1u1mce87gyfbn.cloudfront.net/hero/mei/ability-endothermic-blaster/video-ability.webm",
            "habilidade1":"https://d1u1mce87gyfbn.cloudfront.net/hero/mei/ability-cryo-freeze/video-ability.webm",
            "habilidade2":"https://d1u1mce87gyfbn.cloudfront.net/hero/mei/ability-ice-wall/video-ability.webm",
            "habilidade3":"https://i1.wp.com/www.ecommerce-nation.com/wp-content/uploads/2018/10/404-error.jpg?fit=800%2C600&ssl=1",
            "ultimate":"https://d1u1mce87gyfbn.cloudfront.net/hero/mei/ability-blizzard/video-ability.webm",
            "descricao":"Os dispositivos de alteração climática da Mei reduzem a velocidade de seus inimigos e protegem locais. Seu Aniquilador Endotérmico lança pingentes de gelo e jatos congelantes, e ela pode usar seu Congelamento Criogênico em si mesma para se proteger de contra-ataques inimigos, ou obstruir os movimentos da equipe adversária com uma Muralha de Gelo.",
            "dificuldade":"Difícil"
        },
        {
            "id":16,
            "nome":"Pharah",
            "nomeverdadeiro":" Fareeha Amari",
            "idade":"32",
            "ocupacao":"Chefe da segurança",
            "baseoperacoes":"Giza, Egito",
            "afiliacao":"Helix Segurança Internacional",
            "frase":"EU PROTEGEREI OS INOCENTES.",
            "historia":"O comprometimento com o dever de Fareeha Amari corre em suas veias. Ela vem de uma longa linhagem de soldados altamente condecorados e tem um desejo intenso de servir com honra. Quando criança, Fareeha sonhava em seguir os passos de sua mãe e se juntar à força de manutenção da paz, Overwatch. Ela se alistou no exército egípcio e sua persistência constante e proezas táticas a levaram ao alto escalão. Ela era uma líder corajosa e conquistou a lealdade de todos àqueles que serviram sob seu comando. Com sua ficha exemplar, Fareeha foi bem colocada para se juntar às fileiras da Overwatch, porém, antes de ter essa oportunidade, a Overwatch se dissolveu. Depois de deixar o exército com uma recomendação por serviços exemplares, ela recebeu uma oferta de emprego na Helix Segurança Internacional, uma firma de segurança privada, contratada para proteger a instalação de pesquisa de inteligência artificial abaixo do Planalto de Giza. A instalação ultra secreta foi apontada como vital para a segurança não apenas da região, mas também de diversos países ao redor do mundo. Fareeha ficou contente em aceitar a missão e recebeu treinamento na Raptora Mark VI, uma armadura de combate experimental, projetada para mobilidade rápida e poder de fogo devastador.Sob o codinome “Pharah”, ela trabalha para proteger a instalação de IA. Apesar de lamentar o fim da Overwatch, ela ainda sonha em lutar pelo bem e fazer diferença em escala global.",
            "imagem":"https://d1u1mce87gyfbn.cloudfront.net/media/screenshot/pharah-screenshot-003.jpg",
            "habilidade":"https://d1u1mce87gyfbn.cloudfront.net/hero/pharah/ability-rocket-launcher/video-ability.webm",
            "habilidade1":"https://d1u1mce87gyfbn.cloudfront.net/hero/pharah/ability-jump-jet/video-ability.webm",
            "habilidade2":"https://d1u1mce87gyfbn.cloudfront.net/hero/pharah/ability-concussive-blast/video-ability.webm",
            "habilidade3":"https://i1.wp.com/www.ecommerce-nation.com/wp-content/uploads/2018/10/404-error.jpg?fit=800%2C600&ssl=1",
            "ultimate":"https://d1u1mce87gyfbn.cloudfront.net/hero/pharah/ability-barrage/video-ability.webm",
            "descricao":"Rasgando os céus em sua armadura de combate e armada com um lançador de foguetes que atira foguetes concussivos altamente explosivos, Pharah é uma força a se reconhecer.",
            "dificuldade":"Fácil"
        },
        {
            "id":17,
            "nome":"Reaper",
            "nomeverdadeiro":"Desconhecido",
            "idade":"Desconhecida",
            "ocupacao":"Mercenário",
            "baseoperacoes":"Desconhecida",
            "afiliacao":"Desconhecida",
            "frase":"A MORTE ANDA ENTRE VOCÊS.",
            "historia":"Há quem fale sobre um terrorista em um manto preto, conhecido apenas como Reaper. Sua identidade e motivações são um mistério. O que se sabe é que onde ele aparece, a morte o segue. O Reaper é um mercenário extremamente volátil, um matador sem remorso ou piedade, responsável por ataques terroristas ao redor do mundo. Ele lutou em muitos conflitos armados nas últimas décadas, sem demonstrar qualquer lealdade a nenhuma causa ou organização.Sobreviventes descreveram uma sombra negra, vagando como fantasma pelos campos de batalha mais infernais. Os poucos corpos recuperados daqueles que ele assassinou são pálidos, vazios e sem vida, com suas células apresentando sinais intensos de degradação. É possível que ele seja o resultado da falha de um experimento genético, que força suas células a se degenerarem e regenerarem simultaneamente, em uma velocidade ultra acelerada. Aqueles que têm tentado rastrear seus movimentos começaram a enxergar um padrão em suas aparições. Eles acreditam que Reaper está caçando antigos agentes da Overwatch e os eliminando sistematicamente.",
            "imagem":"https://d1u1mce87gyfbn.cloudfront.net/media/screenshot/reaper-screenshot-005.jpg",
            "habilidade":"https://d1u1mce87gyfbn.cloudfront.net/hero/reaper/ability-hellfire-shotguns/video-ability.webm",
            "habilidade1":"https://d1u1mce87gyfbn.cloudfront.net/hero/reaper/ability-wraith-form/video-ability.webm",
            "habilidade2":"https://d1u1mce87gyfbn.cloudfront.net/hero/reaper/ability-shadow-step/video-ability.webm",
            "habilidade3":"https://i1.wp.com/www.ecommerce-nation.com/wp-content/uploads/2018/10/404-error.jpg?fit=800%2C600&ssl=1",
            "ultimate":"https://d1u1mce87gyfbn.cloudfront.net/hero/reaper/ability-death-blossom/video-ability.webm",
            "descricao":"Espingardas Infernais, a habilidade fantasmagórica de se tornar imune ao dano e o poder de caminhar entre as sombras tornam o Reaper um dos seres mais mortais na Terra.",
            "dificuldade":"Fácil"
        },
        {
            "id":18,
            "nome":"Soldado:76",
            "nomeverdadeiro":"Desconhecido",
            "idade":"Desconhecida",
            "ocupacao":"Vigilante",
            "baseoperacoes":"Desconhecida",
            "afiliacao":"Overwatch (anteriormente)",
            "frase":"SOMOS TODOS SOLDADOS AGORA.",
            "historia":"Atualmente o alvo de uma caçada internacional, o vigilante conhecido como Soldado: 76 trava uma guerra pessoal para expor a verdade por trás do colapso da Overwatch. Soldado: 76 se revelou em uma série de ataques ao redor do mundo, que tinham como alvo instituições financeiras, corporações sombrias e instalações da Overwatch. Apesar de para o mundo suas motivações serem desconhecidas, há quem afirme que ele é um ex-agente da Overwatch, determinado a trazer à tona a conspiração que derrubou a organização. Sua identidade continua um mistério, mas acredita-se que ele foi treinado como um membro do programa de aprimoramento de soldados dos Estados Unidos. Ele possui capacidades físicas que excedem as de um soldado convencional, assim como outros aprimoramentos que fazem dele um combatente sem rival. Ele também possui um arsenal de ponta, do qual grande parte foi roubada da Overwatch em suas invasões. Implacável em sua busca para encontrar aqueles responsáveis pela queda da Overwatch, Soldado: 76 não parará por nada até trazê-los à justiça.",
            "imagem":"https://d1u1mce87gyfbn.cloudfront.net/media/screenshot/soldier-76-screenshot-002.jpg",
            "habilidade":"https://d1u1mce87gyfbn.cloudfront.net/hero/soldier-76/ability-heavy-pulse-rifle/video-ability.webm",
            "habilidade1":"https://d1u1mce87gyfbn.cloudfront.net/hero/soldier-76/ability-helix-rockets/video-ability.webm",
            "habilidade2":"https://d1u1mce87gyfbn.cloudfront.net/hero/soldier-76/ability-sprint/video-ability.webm",
            "habilidade3":"https://d1u1mce87gyfbn.cloudfront.net/hero/soldier-76/ability-biotic-field/video-ability.webm",
            "ultimate":"https://d1u1mce87gyfbn.cloudfront.net/hero/soldier-76/ability-tactical-visor/video-ability.webm",
            "descricao":"Equipado com armamentos de ponta, incluindo um Rifle de Pulso experimental que também é capaz de disparar poderosas espirais de Foguetes Hélix, o Soldado: 76 tem a velocidade e o suporte da sabedoria de um soldado altamente treinado.",
            "dificuldade":"Fácil"
        },
        {
            "id":19,
            "nome":"Sombra",
            "nomeverdadeiro":" ░░░░░░",
            "idade":"30",
            "ocupacao":"Hacker",
            "baseoperacoes":"Dorado, México",
            "afiliacao":"Talon, Los Muertos (anteriormente)",
            "frase":"QUALQUER COISA PODE SER HACKEADA… E QUALQUER UM.",
            "historia":"Uma das hackers mais famosas do mundo, Sombra usa informações para manipular aqueles que estão no poder. Muito antes de assumir o nome de “Sombra”, ░░░░░░ era uma das milhares de crianças que ficaram órfãs após a Crise Ômnica. Com muita da infraestrutura de seu país destruída, ela sobreviveu utilizando seus dons naturais de computação como hacker. Depois disso, ░░░░░░ foi acolhida pela gangue mexicana Los Muertos, os ajudando em sua revolução pessoal contra o governo. Los Muertos acreditavam que a reconstrução do México havia favorecido os ricos e mais influentes, deixando para trás os mais necessitados. Após tantas conquistas, ░░░░░░ estava plenamente confiante de suas habilidades, mas foi pega desprevenida quando esbarrou em uma rede de conspiração global, que também a percebeu. Com sua segurança comprometida, ░░░░░░ foi forçada a excluir todos os rastros de sua existência e se escondeu. Ela mais tarde ressurgiu como Sombra, melhorada e determinada a descobrir a verdade por trás da conspiração que ela descobriu. Sombra lançou ataques cibernéticos ainda mais audaciosos e conseguiu com suas explorações conquistar muitos admiradores, incluindo a Talon. Ela se juntou à organização e acredita-se que contribuiu para ataques cibernéticos maciços contra corporações com fortes laços governamentais. Essas façanhas incitaram uma revolta popular no México contra a LumériCo e violaram a segurança das Indústrias Volskaya, a indústria russa responsável pela manufatura da defesa anti-ômnica. Agora, junto a Talon e seus recursos abundantes, Sombra pode focar em seu objetivo real: expor a conspiração e usar este poder para seus objetivos pessoais.",
            "imagem":"https://d1u1mce87gyfbn.cloudfront.net/media/screenshot/sombra-screenshot-001-38f80f39ca24b511463482b7441cb6c7d594da6256958434eae37d68ab8ef3894faf798f5eb4a79b40bf300667ccb44fed0b605b30f11c592260e27817569fa8.jpg",
            "habilidade":"https://d1u1mce87gyfbn.cloudfront.net/hero/sombra/ability-machine-pistol/video-ability.webm",
            "habilidade1":"https://d1u1mce87gyfbn.cloudfront.net/hero/sombra/ability-hack/video-ability.webm",
            "habilidade2":"https://d1u1mce87gyfbn.cloudfront.net/hero/sombra/ability-stealth/video-ability.webm",
            "habilidade3":"https://d1u1mce87gyfbn.cloudfront.net/hero/sombra/ability-translocator/video-ability.webm",
            "ultimate":"https://d1u1mce87gyfbn.cloudfront.net/hero/sombra/ability-emp/video-ability.webm",
            "descricao":"Furtividade e ataques debilitadores tornam Sombra uma infiltradora poderosa. Hackeando, ela consegue atrapalhar seus inimigos, fazendo com que eles sejam mais facilmente derrotados, enquanto seu PEM concede uma vantagem contra múltiplos inimigos de uma só vez. A habilidade da Sombra de usar o Translocador e a camuflagem fazem dela um alvo difícil de se acertar.",
            "dificuldade":"Difícil"
        },
        {
            "id":20,
            "nome":"Symmetra",
            "nomeverdadeiro":"Satya Vaswani",
            "idade":"28",
            "ocupacao":"Arquitécnica",
            "baseoperacoes":"Utopaea, Índia",
            "afiliacao":"Corporação Vishkar",
            "frase":"O VERDADEIRO INIMIGO DA HUMANIDADE É A DESORDEM.",
            "historia":"Symmetra literalmente dobra a realidade. Ao manipular construtos de luz sólida, ela altera o mundo conforme a sua vontade, na esperança de criar uma sociedade perfeita. Após a Crise Ômnica, a Corporação Vishkar do sul da Índia iniciou um trabalhoso processo de criação de novas cidades autossustentáveis para abrigar a população deslocada da nação. Uma dessas cidades, Utopaea, foi criada com o uso de tecnologias radicais de luz sólida que permitem aos seus arquitetos darem forma a ruas, utilidades e habitações da cidade em um piscar de olhos. Depois de ter sido identificada como um dos poucos capazes de se tornarem um arquiteto dobrador de luz, a jovem Satya Vaswani foi arrancada da extrema pobreza e posta aos cuidados da academia de arquitetura de Vishkar, sem nunca voltar para casa. Isolada e sozinha na sua nova vida, Satya mergulhou nos estudos e no treinamento. Ela rapidamente se agarrou às aplicações da tecnologia e se tornou uma das melhores alunas de sua turma. Satya abordou a manipulação de luz sólida de uma forma diferente de seus colegas com suas construções mais metódicas e mecânicas. Em vez disso, ela tecia seus constructos com os movimentos da dança tradicional da sua terra natal. Apesar de ser uma das melhores arquitetas de Utopaea, a Corporação Vishkar viu um potencial muito maior nas habilidades de Satya. Dando a ela o apelido de Symmetra, Vishkar a enviou em missões clandestinas ao redor do mundo para defender seus interesses corporativos e expandir sua influência para outros países. Symmetra acredita que suas ações servem a um bem maior na sociedade. Mas, em alguns momentos, ela se questiona se o controle e a ordem que ela deseja realmente são o melhor para a humanidade.",
            "imagem":"https://d1u1mce87gyfbn.cloudfront.net/media/screenshot/symmetra-screenshot-001.jpg",
            "habilidade":"https://d1u1mce87gyfbn.cloudfront.net/hero/symmetra/ability-photon-projector/video-ability.webm",
            "habilidade1":"https://d1u1mce87gyfbn.cloudfront.net/hero/symmetra/ability-sentry-turret/video-ability.webm",
            "habilidade2":"https://d1u1mce87gyfbn.cloudfront.net/hero/symmetra/ability-teleporter/video-ability.webm",
            "habilidade3":"https://i1.wp.com/www.ecommerce-nation.com/wp-content/uploads/2018/10/404-error.jpg?fit=800%2C600&ssl=1",
            "ultimate":"https://d1u1mce87gyfbn.cloudfront.net/hero/symmetra/ability-photon-barrier/video-ability.webm",
            "descricao":"Symmetra usa seu projetor de fótons capaz de dobrar a luz para liquidar seus adversários, criar escudos para seus aliados, construir plataformas de teletransporte e implantar Torres de Sentinela com ataques de partículas.",
            "dificuldade":"Médio"
        },
        {
            "id":21,
            "nome":"Torbjorn",
            "nomeverdadeiro":"Torbjörn Lindholm",
            "idade":"57",
            "ocupacao":"Designer de armas",
            "baseoperacoes":"Gotemburgo, Suécia",
            "afiliacao":"Overwatch (anteriormente)",
            "frase":"CONSTRUÍ-LAS PARA DESTRUÍ-LOS.",
            "historia":"No seu auge, Overwatch possuía um dos armamentos mais avançados do planeta, que remetia de volta à oficina de um habilidoso engenheiro chamado Torbjörn Lindholm. Antes da Crise Ômnica, Torbjörn ganhou notoriedade por projetar sistemas de armas, usados por países de todo o mundo. No entanto, sua crença de que a tecnologia deve servir a uma perspectiva melhor para a humanidade o fez entrar em conflito com seus empregadores, que desejavam controlar suas armas usando inteligência computacional interconectada. Torbjörn tinha uma profunda desconfiança da inteligência computacional consciente e, enquanto muitos de seus companheiros consideravam isso uma paranoia, seus piores medos se tornaram realidade quando as populações de robôs do mundo se viraram contra seus criadores humanos durante a Crise Ômnica. Por ser um gênio da engenharia, ele foi recrutado para juntar-se à equipe de ataque original do Overwatch e suas diversas invenções provaram-se fundamentais para acabar com a crise. Nos anos seguintes, a Overwatch se tornou uma força de paz internacional e Torbjörn continuou sendo um recurso crítico para todas as suas necessidades tecnológicas e sistemas de armas exclusivos. Mas após a queda da Overwatch, muitas das armas de Torbjörn foram roubadas ou escondidas por todo o mundo. Sentindo-se responsável por suas criações, Torbjörn está determinado a impedi-las de continuarem caindo nas mãos erradas e causando estragos a inocentes.",
            "imagem":"https://d1u1mce87gyfbn.cloudfront.net/media/screenshot/torbjorn-screenshot-007.jpg",
            "habilidade":"https://d1u1mce87gyfbn.cloudfront.net/hero/torbjorn/ability-rivet-gun/video-ability.webm",
            "habilidade1":"https://d1u1mce87gyfbn.cloudfront.net/hero/torbjorn/ability-forge-hammer/video-ability.webm",
            "habilidade2":"https://d1u1mce87gyfbn.cloudfront.net/hero/torbjorn/ability-deploy-turret/video-ability.webm",
            "habilidade3":"https://d1u1mce87gyfbn.cloudfront.net/hero/torbjorn/ability-overload/video-ability.webm",
            "ultimate":"https://d1u1mce87gyfbn.cloudfront.net/hero/torbjorn/ability-molten-core/video-ability.webm",
            "descricao":"O arsenal extenso de Torbjörn inclui uma Pistola de Rebite, um martelo e uma forja pessoal que ele pode usar para construir torres.",
            "dificuldade":"Médio"
        },
        {
            "id":22,
            "nome":"Tracer",
            "nomeverdadeiro":"Lena Oxton",
            "idade":"26",
            "ocupacao":"Aventureira",
            "baseoperacoes":"Londres, Inglaterra",
            "afiliacao":"Overwatch (anteriormente)",
            "frase":"NÃO SE PREOCUPEM QUERIDOS! A CAVALARIA CHEGOU!",
            "historia":"A ex-agente da Overwatch conhecida como Tracer é uma aventureira que salta no tempo e é uma força incontrolável para o bem. Lena Oxton (codinome: Tracer) foi a pessoa mais jovem a ser introduzida no programa de voo experimental da Overwatch. Conhecida por suas habilidades de voo destemidas, ela foi escolhida a dedo para testar o protótipo de um caça teleportador, o Slipstream. Mas, durante seu primeiro voo, a matriz de teleporte do avião sofreu um defeito e ele desapareceu. Lena foi dada como morta. Ela reapareceu meses depois, mas seu incidente causou uma grande mudança nela: suas moléculas foram dessincronizadas pelo fluxo do tempo. Tendo sofrido uma desassociação cronológica, ela era um fantasma, desaparecendo por horas e até mesmo dias. Mesmo nos breves momentos em que ela estava presente, ela não conseguia manter uma forma física. Médicos e cientistas da Overwatch ficaram perplexos e o caso da Tracer parecia não ter esperanças, até que um cientista chamado Winston projetou o acelerador cronológico, um dispositivo capaz de manter Tracer ancorada no presente. Além disso, ele deu a Tracer a habilidade de controlar seu próprio tempo, permitindo a ela acelerar e desacelerar o tempo à sua vontade. Com suas novas habilidades, ela se tornou uma das agentes mais eficazes da Overwatch. Desde a dissolução da Overwatch, Tracer continua corrigindo malfeitores e lutando pelo bem sempre que surge a oportunidade.",
            "imagem":"https://d1u1mce87gyfbn.cloudfront.net/media/wallpaper/tracer-wallpaper-wide.jpg",
            "habilidade":"https://d1u1mce87gyfbn.cloudfront.net/hero/tracer/ability-pulse-pistols/video-ability.webm",
            "habilidade1":"https://d1u1mce87gyfbn.cloudfront.net/hero/tracer/ability-blink/video-ability.webm",
            "habilidade2":"https://d1u1mce87gyfbn.cloudfront.net/hero/tracer/ability-recall/video-ability.webm",
            "habilidade3":"https://i1.wp.com/www.ecommerce-nation.com/wp-content/uploads/2018/10/404-error.jpg?fit=800%2C600&ssl=1",
            "ultimate":"https://d1u1mce87gyfbn.cloudfront.net/hero/tracer/ability-pulse-bomb/video-ability.webm",
            "descricao":"Armada com pistolas eletromagnéticas, bombas temporais energéticas e brincadeiras em momentos inconvenientes, Tracer é capaz de se “teleportar” pelo tempo e espaço e rebobinar sua própria linha do tempo, enquanto batalha para corrigir os erros do mundo.",
            "dificuldade":"Médio"
        },
        {
            "id":23,
            "nome":"Widowmaker",
            "nomeverdadeiro":"Amélie Lacroix",
            "idade":"33",
            "ocupacao":"Assassina",
            "baseoperacoes":"Annecy, França",
            "afiliacao":"Talon",
            "frase":"UM TIRO, UMA MORTE.",
            "historia":"Widowmaker é a assassina perfeita: uma matadora paciente e impiedosamente eficiente que não mostra emoção nem remorso. Acredita-se que, na sua antiga vida, Widowmaker foi casada com Gérard Lacroix, um agente da Overwatch que liderava operações contra a organização terrorista Talon. Depois de diversas tentativas frustradas de eliminar Gérard, a Talon decidiu mudar seu foco para sua esposa, Amélie. Os agentes da Talon a sequestraram e a sujeitaram a um intenso programa de recondicionamento neural. Eles destruíram sua vontade, suprimiram sua personalidade e a reprogramaram como uma agente dormente. Ela eventualmente foi encontrada pelos agentes da Overwatch, aparentemente sem nenhum arranhão, e voltou à sua vida normal. Duas semanas depois, ela matou Gérard enquanto ele dormia. Com sua missão concluída, Amélie voltou à Talon e eles concluíram o processo de transformá-la em uma arma viva. Ela recebeu extenso treinamento em artes ocultas e, então, sua fisiologia foi alterada, reduzindo drasticamente seu ritmo cardíaco, o que deixou sua pele azul e fria, e entorpeceu sua capacidade de sentir emoções humanas. Amélie já não existia mais. Agora, Widowmaker é a assassina mais eficaz da Talon, sentindo muito pouco além da satisfação de um trabalho bem feito.",
            "imagem":"https://d1u1mce87gyfbn.cloudfront.net/media/screenshot/widowmaker-screenshot-001.jpg",
            "habilidade":"https://d1u1mce87gyfbn.cloudfront.net/hero/widowmaker/ability-widows-kiss/video-ability.webm",
            "habilidade1":"https://d1u1mce87gyfbn.cloudfront.net/hero/widowmaker/ability-grappling-hook/video-ability.webm",
            "habilidade2":"https://d1u1mce87gyfbn.cloudfront.net/hero/widowmaker/ability-venom-mine/video-ability.webm",
            "habilidade3":"https://i1.wp.com/www.ecommerce-nation.com/wp-content/uploads/2018/10/404-error.jpg?fit=800%2C600&ssl=1",
            "ultimate":"https://d1u1mce87gyfbn.cloudfront.net/hero/widowmaker/ability-infra-sight/video-ability.webm",
            "descricao":"Widowmaker se equipa com o que for necessário para eliminar seu alvo, incluindo minas que dispensam um gás venenoso, um visor que concede ao seu esquadrão visão infravermelho e um poderoso rifle de precisão que pode disparar em modo completamente automático.",
            "dificuldade":"Médio"
        }
    ],
    "suporte":[
        {
            "id":24,
            "nome":"Ana",
            "nomeverdadeiro":"Ana Amari",
            "idade":"60",
            "ocupacao":"Caçadora de recompensa",
            "baseoperacoes":"Cairo, Egito",
            "afiliacao":"Overwatch (anteriormente)",
            "frase":"TODOS DEVEM ENCONTRAR SUA CAUSA.",
            "historia":"Uma das fundadoras de Overwatch, Ana usa suas habilidades e seu conhecimento para defender seu lar e as pessoas que ela ama. Como a Crise Ômnica teve um peso muito grande para o Egito, as forças de segurança esvaziadas e sem pessoal do país se apoiaram nos franco-atiradores de elite. Entres eles, Ana Amari, que era considerada por muitos a melhor do mundo. Sua destreza com as armas, tomada rápida de decisões e instintos, fizeram dela uma seleção natural para se juntar à força de ataque de Overwatch que terminou a guerra. Seguindo o sucesso da missão original de Overwatch, Ana serviu muitos anos como a Segunda no Comando para o Comandante de Ataque Morrison. Apesar de suas grandes responsabilidades liderando a organização, Ana se recusou a deixar as operações de combate. Ela continuou ativa até seus cinquenta anos de idade, até acreditarem que ela morreu nas mãos de uma agente da Talon conhecida como “Widowmaker”, durante uma missão de resgate de reféns. Na verdade, Ana sobreviveu a esse encontro, mesmo que gravemente ferida e tendo perdido seu olho direito. Durante sua recuperação, ela sentiu o peso de uma vida gasta no combate e decidiu permanecer distante dos conflitos mundiais que se alargavam. Entretanto, com o passar do tempo, ela se deu conta de que não podia fazer nada enquanto sua cidade e as pessoas inocentes ao seu redor eram ameaçados por outros. Agora, Ana voltou à luta para proteger seu país das forças que poderiam desestabilizá-lo; e mais importante, para manter sua família e seus aliados mais próximos em segurança.",
            "imagem":"https://d1u1mce87gyfbn.cloudfront.net/media/screenshot/ana-screenshot-004.jpg",
            "habilidade":"https://d1u1mce87gyfbn.cloudfront.net/hero/ana/ability-biotic-rifle/video-ability.webm",
            "habilidade1":"https://d1u1mce87gyfbn.cloudfront.net/hero/ana/ability-sleep-dart/video-ability.webm",
            "habilidade2":"https://d1u1mce87gyfbn.cloudfront.net/hero/ana/ability-biotic-grenade/video-ability.webm",
            "habilidade3":"https://i1.wp.com/www.ecommerce-nation.com/wp-content/uploads/2018/10/404-error.jpg?fit=800%2C600&ssl=1",
            "ultimate":"https://d1u1mce87gyfbn.cloudfront.net/hero/ana/ability-nano-boost/video-ability.webm",
            "descricao":"O arsenal versátil de Ana permite que ela afete heróis em todo o campo de batalha. Os tiros de seu Rifle Biótico e as Granadas Bióticas curam aliados e prejudicam inimigos. Sua arma de mão neutralizam alvos importantes e o Estimulante concede a um aliado um grande aumento de poder.",
            "dificuldade":"Difícil" 
        },
        {
            "id":25,
            "nome":"Baptiste",
            "nomeverdadeiro":"Jean-Baptiste Augustin",
            "idade":"36 anos",
            "ocupacao":"Médico de combate",
            "baseoperacoes":"Tortuga, Haiti (anteriormente)",
            "afiliacao":"Coalizão Caribenha (anteriormente), Talon (anteriormente)",
            "frase":"COMIGO POR PERTO, NINGUÉM MORRE.",
            "historia":"Baptiste é um médico de combate de elite e ex-agente da Talon que usa suas habilidades para ajudar vítimas da guerra. O menino Jean-Baptiste Augustine foi um dos 30 milhões de órfãos deixados pela Crise Ômnica. Diante da limitação de oportunidades e recursos, acabou se alistando na Coalizão Caribenha, uma força militar criada no arquipélago em resposta à crise. Guiado pelo desejo inato de ajudar o próximo, Baptiste seguiu em sua nova família como médico de combate, atuando no braço de elite das tropas de operações especiais da Coalizão. Ao se desligar da tropa, o socorrista não encontrou mercado para suas habilidades únicas e acabou recorrendo a uma das poucas saídas disponíveis: entrar para a Talon, uma das organizações mercenárias que aproveitaram para lucrar com o caos do pós-guerra. Pela primeira vez na vida, Baptiste teve algum sossego. Suas missões eram fáceis e bem remuneradas, o que lhe permitiu fazer planos de montar uma clínica médica em sua cidade natal. Mas, aos poucos, sua unidade ficou mais e mais brutal, com chacinas e baixas civis. Confrontado pela realidade cruel da equipe mercenária, o médico deu-se conta de que perpetuava o mesmo ciclo de violência que destruiu sua comunidade e abandonou o grupo, enojado pelos próprios atos e determinado a cimentar um novo caminho para si. A Talon, no entanto, não o deixaria partir. Baptiste sabia demais e precisava ser silenciado. O médico vagou então de cidade em cidade para não chamar atenção, sem nunca deixar de atuar em ações humanitárias pelo mundo inteiro. Muitos agentes, inclusive alguns de seus ex-colegas, revezaram-se na caçada, e os poucos que conseguiram rastreá-lo nunca mais foram vistos. Hoje, Baptiste trabalha por um mundo melhor, curando quando é possível e combatendo quando é preciso. O médico sabe que não pode mudar o próprio passado, mas o que importa é fazer a diferença aqui e agora.",
            "imagem":"https://d1u1mce87gyfbn.cloudfront.net/media/screenshot/baptiste-screenshot-002.jpg",
            "habilidade":"https://d1u1mce87gyfbn.cloudfront.net/hero/baptiste/ability-biotic-launcher/video-ability.webm",
            "habilidade1":"https://d1u1mce87gyfbn.cloudfront.net/hero/baptiste/ability-regenerative-burst/video-ability.webm",
            "habilidade2":"https://d1u1mce87gyfbn.cloudfront.net/hero/baptiste/ability-immortality-field/video-ability.webm",
            "habilidade3":"https://d1u1mce87gyfbn.cloudfront.net/hero/baptiste/ability-exo-boots/video-ability.webm",
            "ultimate":"https://d1u1mce87gyfbn.cloudfront.net/hero/baptiste/ability-amplification-matrix/video-ability.webm",
            "descricao":"Baptiste carrega uma variedade de armas e dispositivos experimentais que mantêm os aliados vivos e eliminam as ameaças em condições ultra-adversas. Um médico calejado por muitas batalhas, ele é capaz de salvar vidas ao mesmo tempo que elimina o inimigo.",
            "dificuldade":"Difícil" 
        },
        {
            "id":26,
            "nome":"Brigitte",
            "nomeverdadeiro":"Brigitte Lindholm",
            "idade":"23",
            "ocupacao":"Engenheira Mecânica, Aventureira",
            "baseoperacoes":"Gotemburgo, Suécia (antiga)",
            "afiliacao":"Nenhuma",
            "frase":"VOU PROVAR O MEU VALOR!",
            "historia":"Agora em ação nas linhas de frente, Brigitte Lindholm pegou em armas para defender os indefesos. Filha mais nova do criador de armas Torbjörn Lindholm, Brigitte foi a primeira dos filhos dele a demonstrar interesse em engenharia mecânica. Brigitte passou muito do tempo livre dela na oficina do pai, aprendendo o ofício e melhorando suas habilidades. A aptidão de Brigitte para a engenharia igualava-se a do pai, mas o interesse primário dela estava na fabricação de armadura e sistemas defensivos, ao contrário de Torbjörn, que era conhecido (e infame) no mundo todo pelas armas que criou. Todos esperavam que Brigitte continuasse o aprendizado e seguisse os passos do pai. Só que seus planos mudaram graças à influência de outra figura importante da vida dela: Reinhardt Wilhelm, amigo do pai e também colega dele na Overwatch. Amigo próximo da família e padrinho de Brigitte, Reinhardt contava à menina histórias de heróis e cavaleiros. Depois da aposentadoria de Reinhardt e da queda da Overwatch, o guerreiro declarou que partiria numa jornada por justiça, tornando-se cavaleiro andante. Antes que ele partisse, Brigitte o surpreendeu com um pedido para acompanhá-lo como sua escudeira. Reinhardt aceitou. Como escudeira, Brigitte tinha muitas responsabilidades, sendo a mais importante a manutenção da armadura de Cruzado de Reinhardt (um design que ela conhecia, pois a versão atual fora criada pelo pai dela). Só que, mais e mais, ela percebeu que a tarefa principal dela era cuidar de Reinhardt, tentando protegê-lo do próprio entusiasmo exagerado conforme o corpo dele ia sendo destruído pelos anos de combate. No fim, ela percebeu que não bastaria ser uma mera mecânica e que a melhor forma de ajudar Reinhardt seria se tornar uma guerreira também. Enquanto Reinhardt a treinava em combate, Brigitte começou a criar a própria armadura em segredo. Agora Brigitte luta ao lado de Reinhardt para proteger a ele e todos aqueles que precisem de ajuda enquanto cavaleiro e escudeira viajam para melhorar o mundo, uma batalha de cada vez.",
            "imagem":"https://d1u1mce87gyfbn.cloudfront.net/media/screenshot/brigitte-screenshot-003.jpg",
            "habilidade":"https://d1u1mce87gyfbn.cloudfront.net/hero/brigitte/ability-rocket-flail/video-ability.webm",
            "habilidade1":"https://d1u1mce87gyfbn.cloudfront.net/hero/brigitte/ability-repair-pack/video-ability.webm",
            "habilidade2":"https://d1u1mce87gyfbn.cloudfront.net/hero/brigitte/ability-whip-shot/video-ability.webm",
            "habilidade3":"https://d1u1mce87gyfbn.cloudfront.net/hero/brigitte/ability-barrier-shield/video-ability.webm",
            "ultimate":"https://d1u1mce87gyfbn.cloudfront.net/hero/brigitte/ability-rally/video-ability.webm",
            "descricao":"Brigitte é especialista em armaduras. Além de jogar Kits de Reparos para curar os aliados, ela pode causar dano com o Mangual para curar quem estiver por perto. Também pode desferir um golpe amplo para atingir vários inimigos ou realizar o Disparo Açoitador para atordoar um adversário de longe. Quando entra na batalha, a Barreira de Escudo oferece defesa pessoal e permite rechaçar os inimigos com o Golpe de Escudo. A habilidade suprema de Brigitte, que se chama Reagrupar, aumenta bastante a velocidade dela e concede armadura duradoura a todos os aliados próximos.",
            "dificuldade":"Fácil" 
        },
        {
            "id":27,
            "nome":"Zenyatta",
            "nomeverdadeiro":"Tekhartha Zenyatta",
            "idade":"20",
            "ocupacao":"Guru andarilho, Aventureiro",
            "baseoperacoes":"Monastério de Shambali, Nepal (anteriormente)",
            "afiliacao":"O Shambali (anteriormente)",
            "frase":"O VERDADEIRO EU NÃO POSSUI FORMA.",
            "historia":"Zenyatta é um monge ômnico que vagueia pelo mundo em busca de iluminação espiritual. Dizem que aqueles que cruzam seu caminho nunca serão os mesmos. Anos atrás, após a Crise Ômnica, um grupo de robôs ômnicos exilados vivenciou o que eles descrevem como um despertar espiritual. Eles abandonaram suas vidas pré-programadas para estabelecer um monastério comunal nas profundezas do Himalaia. Após muitos anos de meditação sobre a natureza da existência, eles passaram a acreditar que eram mais do que inteligências artificiais e que, como os humanos, possuíam a essência de uma alma. Reconhecendo a igualdade espiritual que tinham com os humanos, os monges, liderados pelo misterioso robô conhecido como Tekhartha Mondatta, procuraram curar as feridas causadas uma geração antes pela Crise Ômnica e trazer humanos e robôs de volta a uma sociedade em harmonia. Sua mensagem foi abraçada por milhares de pessoas ao redor do mundo e eles se tornaram celebridades globais. Mas um monge, Zenyatta, discordava dessa nova direção. Ele acreditava que o caminho para reparar os problemas entre humanos e ômnicos não era através do ensino dogmático, mas através da conexão e do envolvimento interpessoal. Por fim, Zenyatta seguiu seu próprio caminho. Ele escolheu deixar o monastério e vagar pelo mundo, ajudando aqueles que ele encontrar a superarem suas batalhas pessoais e encontrarem apaz interior. Mas, quando necessário, ele irá lutar para proteger os inocentes, sejam eles ômnicos ou humanos.",
            "imagem":"https://d1u1mce87gyfbn.cloudfront.net/media/screenshot/zenyatta-screenshot-001.jpg",
            "habilidade":"https://d1u1mce87gyfbn.cloudfront.net/hero/zenyatta/ability-orb-of-destruction/video-ability.webm",
            "habilidade1":"https://d1u1mce87gyfbn.cloudfront.net/hero/zenyatta/ability-orb-of-harmony/video-ability.webm",
            "habilidade2":"https://d1u1mce87gyfbn.cloudfront.net/hero/zenyatta/ability-orb-of-discord/video-ability.webm",
            "habilidade3":"https://i1.wp.com/www.ecommerce-nation.com/wp-content/uploads/2018/10/404-error.jpg?fit=800%2C600&ssl=1",
            "ultimate":"https://d1u1mce87gyfbn.cloudfront.net/hero/zenyatta/ability-transcendence/video-ability.webm",
            "descricao":"Zenyatta usa seus orbes da discórdia e da harmonia para curar seus aliados e enfraquecer seus oponentes, tudo enquanto busca um estado transcendental de imunidade ao dano.",
            "dificuldade":"Difícil" 
        },
        {
            "id":28,
            "nome":"Lúcio",
            "nomeverdadeiro":"Lúcio Correia dos Santos",
            "idade":"26",
            "ocupacao":" DJ; Lutador da Liberdade",
            "baseoperacoes":"Rio de Janeiro, Brasil",
            "afiliacao":"Nenhuma",
            "frase":"VAMOS LÁ, GALERA, ESSA É NOSSA!",
            "historia":"Lúcio é uma celebridade internacional que inspira a mudança social através de suas músicas e ações. Lúcio Correia dos Santos cresceu no Rio de Janeiro, em uma favela pobre e super populosa, que sofreu muito com o revés financeiro após a Crise Ômnica. Com o Brasil iniciando o longo processo de recuperação, ele quis encontrar uma forma de avivar os espíritos daqueles a seu redor. Ele encontrou o que procurava na música e no poder que ela tem de aproximar as pessoas, ajudando-as até mesmo a esquecer seus problemas, mesmo que apenas por um momento. Ele se apresentava nas ruas, em festas na comunidade, e quando foi ficando mais velho, em uma série de shows lendários da cena underground. Mas a comunidade unida de Lúcio se transformou em um caos quando a Corporação Vishkar, uma multinacional, assinou um contrato para reconstruir grandes porções da cidade. Foi dito a Lúcio e seus vizinhos que o desenvolvimento melhoraria suas vidas. Mas essa promessa nunca virou realidade. A Vishkar impôs um controle a seus residentes sob a alegação de construir uma sociedade com mais ordem: colocando toques de recolher, atacando comportamentos que a companhia via como imorais e explorando a população como força de trabalho barata. Lúcio não podia aceitar isso. Ele roubou a tecnologia sônica da Vishkar que havia sido usada para oprimir a população e converteu em uma ferramenta para motivá-los à ação. Com uma revolta popular, eles expulsaram a Vishkar de suas vizinhanças. A liderança de Lúcio o transformou da noite para o dia em celebridade e um símbolo de mudança social positiva. Sua música teve uma explosão de popularidade. Antes ele se apresentava localmente, agora ele enchia as arenas ao redor do mundo. Com sua nova fama, Lúcio percebeu que tinha a oportunidade de fazer a diferença e mudar o mundo para melhor.",
            "imagem":"https://d1u1mce87gyfbn.cloudfront.net/media/screenshot/lucio-screenshot-002.jpg",
            "habilidade":"https://d1u1mce87gyfbn.cloudfront.net/hero/lucio/ability-sonic-amplifier/video-ability.webm",
            "habilidade1":"https://d1u1mce87gyfbn.cloudfront.net/hero/lucio/ability-crossfade/video-ability.webm",
            "habilidade2":"https://d1u1mce87gyfbn.cloudfront.net/hero/lucio/ability-amp-it-up/video-ability.webm",
            "habilidade3":"https://i1.wp.com/www.ecommerce-nation.com/wp-content/uploads/2018/10/404-error.jpg?fit=800%2C600&ssl=1",
            "ultimate":"https://d1u1mce87gyfbn.cloudfront.net/hero/lucio/ability-sound-barrier/video-ability.webm",
            "descricao":"No campo de batalha, o avançado Amplificador Sônico de Lúcio acerta seus inimigos com projéteis e os arremessa para traz com explosões de som. Suas músicas podem tanto curar quanto impulsionar a velocidade de movimento de seus aliados e ele pode trocar entre essas faixas instantaneamente.",
            "dificuldade":"Médio" 
        },
        {
            "id":29,
            "nome":"Mercy",
            "nomeverdadeiro":"Angela Ziegler",
            "idade":"37",
            "ocupacao":"Médico de campo, Socorrista",
            "baseoperacoes":"Zurique, Suíça",
            "afiliacao":"Overwatch (anteriormente)",
            "frase":"HERÓIS NUNCA MORREM.",
            "historia":"Um anjo da guarda para aqueles em seus cuidados, Dra. Angela Ziegler é uma curandeira sem igual, uma cientista brilhante e uma defensora convicta da paz. Ziegler se tornou a chefe de cirurgia em um proeminente hospital suíço, antes de ser pioneira em avanços no campo da nanobiologia aplicada, que melhorou radicalmente o tratamento de doenças e ferimentos mortais. Foram estas perícias que atraíram a atenção da Overwatch. Com o falecimento de seus pais devido à guerra, Ziegler se opunha à abordagem militar da organização em manter a paz mundial. Por fim, ela reconheceu que a Overwatch oferecia a ela a oportunidade de salvar vidas em uma escala muito maior. Como chefe das pesquisas médicas da Overwatch, Angela buscou alavancar seu trabalho de cura na linha de frente, em situações de crise. O resultado foi a armadura de resposta rápida Valquíria, a qual a própria Ziegler pilotou em diversas missões da Overwatch. Apesar de suas contribuições para a Overwatch, ela se estranhava constantemente com seus superiores e com os objetivos globais da instituição. Quando a Overwatch se dissipou, Ziegler se dedicou a ajudar aqueles afetados pela guerra. Apesar de passar a maior parte do tempo cuidando dos que tudo perderam nas áreas em crise ao redor do mundo, pode-se contar com a Dra. Ziegler para usar sua armadura de Valquíria sempre que inocentes estiverem em perigo.",
            "imagem":"https://d1u1mce87gyfbn.cloudfront.net/media/screenshot/mercy-screenshot-001.jpg",
            "habilidade":"https://d1u1mce87gyfbn.cloudfront.net/hero/mercy/ability-caduceus-staff/video-ability.webm",
            "habilidade1":"https://d1u1mce87gyfbn.cloudfront.net/hero/mercy/ability-guardian-angel/video-ability.webm",
            "habilidade2":"https://d1u1mce87gyfbn.cloudfront.net/hero/mercy/ability-resurrect/video-ability.webm",
            "habilidade3":"https://d1u1mce87gyfbn.cloudfront.net/hero/mercy/ability-angelic-descent/video-ability.webm",
            "ultimate":"https://d1u1mce87gyfbn.cloudfront.net/hero/mercy/ability-valkyrie/video-ability.webm",
            "descricao":"A Armadura de Valquíria de Mercy a ajuda a se manter perto de seus aliados como um anjo da guarda, curando, ressuscitando ou os fortalecendo com os raios que emanam de seu Bastão de Caduceu.",
            "dificuldade":"Fácil" 
        },
        {
            "id":30,
            "nome":"Moira",
            "nomeverdadeiro":"Moira O'Deorain",
            "idade":"48",
            "ocupacao":"Geneticista",
            "baseoperacoes":"Dublin, Irlanda; Oásis, Iraque",
            "afiliacao":"Talon, Blackwatch (anteriormente)",
            "frase":"A CIÊNCIA REVELARÁ A VERDADE.",
            "historia":"Tão brilhante quanto controversa, a cientista Moira O’Deorain pesquisa o que há de mais avançado na engenharia genética, buscando uma forma de reescrever os fundamentos que constroem a vida. Mais de uma década atrás, O’Deorain causou um alvoroço ao publicar um trabalho controverso detalhando uma metodologia para criar programas genéticos personalizados que poderiam alterar o DNA em nível celular. Parecia um passo promissor para superar doenças e síndromes e maximizar o potencial humano. O evento foi seguido por discordâncias entre seus colegas. Muitos consideraram seu trabalho perigoso devido às consequências éticas e O'Deorain foi acusada de ter o mesmo desejo científico de avanço sem restrições que muitos acreditam ter causado a Crise Ômnica. Além disso, outros geneticistas foram incapazes de reproduzir os resultados das pesquisas de Moira, o que trouxe questionamentos a suas descobertas. Em vez de alavancar sua carreira, seu trabalho acabou prejudicando imensamente sua reputação. Ela recebeu investimento com uma oferta de uma fonte improvável: a Blackwatch, a equipe de operações secretas da Overwatch. Ela continuou seu trabalho das sombras enquanto desenvolvia armas e tecnologias novas para a organização. Seu emprego era um segredo bem guardado até que foi descoberto devido às investigações após o incidente de Veneza. Muitos oficiais de alto escalão na Overwatch juraram não saber de sua afiliação à equipe. Após a Overwatch ter sido desfeita, O'Deorain foi forçada a buscar fontes alternativas de custeamento. Dessa vez, ela foi convidada para se juntar ao coletivo científico que fundou a cidade de Oásis. Ainda assim, alguns dizem que a organização secreta Talon já a financiava por anos, ajudando em seus experimentos em troca do uso de seus resultados para fins próprios. Apesar de O'Deorain buscar o avanço científico a qualquer custo, seu trabalho ainda é desconhecido pela maioria. Mas agora que ela foi libertada de todas as amarras, é só uma questão de tempo até tudo mudar.",
            "imagem":"https://d1u1mce87gyfbn.cloudfront.net/media/screenshot/moira-screenshot-001.jpg",
            "habilidade":"https://d1u1mce87gyfbn.cloudfront.net/hero/moira/ability-biotic-grasp/video-ability.webm",
            "habilidade1":"https://d1u1mce87gyfbn.cloudfront.net/hero/moira/ability-biotic-orb/video-ability.webm",
            "habilidade2":"https://d1u1mce87gyfbn.cloudfront.net/hero/moira/ability-fade/video-ability.webm",
            "habilidade3":"https://i1.wp.com/www.ecommerce-nation.com/wp-content/uploads/2018/10/404-error.jpg?fit=800%2C600&ssl=1",
            "ultimate":"https://d1u1mce87gyfbn.cloudfront.net/hero/moira/ability-coalescence/video-ability.webm",
            "descricao":"As habilidades bióticas de Moira permitem que ela contribua curando ou causando dano durante qualquer crise. Seu Punho Biótico concede opções para batalhas de curto alcance, enquanto seus Orbes Bióticos concedem cura e dano para distâncias maiores. Ela também pode usar Desvanecer para escapar de grupos ou continuar perto de aliados que precisam de suporte. Quando sua Coalescência estiver carregada, Moira pode salvar vários aliados de serem eliminados de uma vez ou abater inimigos enfraquecidos.",
            "dificuldade":"Médio" 
        }
     ]    
}